Repository: chinaxuyanan/YR_TM
Catalog: YR_TM/Lang/Strings.*.resx
Languages: vi

# Address_Text
source: IP Address:
vi: Địa chỉ IP:

source: Alarm Code
vi: Mã cảnh báo

# Alarm_Info
source: AlarmMessage
vi: Thông báo cảnh báo

source: Angle
vi: Góc

# Angle_Text
source: Read Angle
vi: Đọc góc

# AutoRefresh_Text
source: Auto Refresh
vi: Tự động làm mới

# Baud_Text
source: Baud Rate:
vi: Tốc độ Baud:

source: Brightness
vi: Độ sáng:

# Btn_Clear
source: Clear Alarm
vi: Xóa cảnh báo

# Btn_Export
source: Export
vi: Xuất

# Btn_Load
source: Load
vi: Tải

# Btn_MoveTo
source: Move To
vi: Di chuyển

# Btn_Query
source: Query
vi: Truy vấn

# Btn_Refresh
source: Refresh Control
vi: Điều khiển làm mới

# Btn_Save
source: Save
vi: Lưu

source: Camera
vi: Máy ảnh

# CameraControl_Text
source: Camera Control
vi: Điều khiển camera

# CameraX_Text
source: Upper Camera + X-Axis for Pick-up
vi: Camera trên + Trục X lấy liệu

# CameraZ_Text
source: Camera + Z-Axis for Pick-up
vi: Camera + Trục Z lấy liệu

# Camera_Text
source: Camera Parameters
vi: Thông số camera

source: Channel:
vi: Kênh:

# Configuration_Text
source: Communication Configuration
vi: Cấu hình truyền thông

# Connect_Text
source: Connect
vi: Kết nối

# Continuou_Text
source: Continuous
vi: Liên tục

# Device_Text
source: Device Type:
vi: Loại thiết bị:

# DispensingX_Text
source: X-Axis for Dispensing
vi: Trục X cho việc phun keo

# DispensingZ_Text
source: Z-Axis for Dispensing
vi: Trục Z cho việc phun keo

# Duration_Text
source: Duration
vi: Khoảng thời gian

# EndTime_Text
source: End Time
vi: Thời gian kết thúc

# Exposure_Text
source: Exposure Time
vi: Thời gian phơi sáng

# FileName_Text
source: File Name
vi: Tên tập tin

# HodlerY_Text
source: Holder Y-Axis
vi: Trục Y của giá giữ

# Image
source: Image Path:
vi: Đường dẫn ảnh:

# IOConnect_Text
source: Status: Connection Normal
vi: Trạng thái: Kết nối bình thường

# IO_Text
source: IOSetting
vi: Thiết lập IO

# Label_Language
source: Language：
vi: Ngôn ngữ：

# lblDevice_Text
source: Select Device:
vi: Chọn thiết bị:

# Lbl_Status_Not_Connect
source: EtherCAT: Not Connect
vi: EtherCAT: Chưa kết nối

# Lbl_Time
source: Time
vi: Thời gian

# Light
source: Light Source
vi: Nguồn sáng

# LightControl_Text
source: Light Source Control
vi: Điều khiển nguồn sáng

# Light_Text
source: Light Source Parameters
vi: Thông số nguồn sáng

# Log
source: Log Path:
vi: Đường dẫn nhật ký:

# Log_SystemStart
source: System started
vi: Hệ thống đã khởi động

# Menu_File
source: File
vi: Tệp

# ModificationTime_Text
source: Modification Time
vi: Thời gian sửa đổi

# Motion_Text
source: MotionControl
vi: Điều khiển chuyển động

# Msg_SaveSuccess
source: Saved successfully!
vi: Lưu thành công!

# Network
source: Network Adapter Selection:
vi: Lựa chọn card mạng:

source: Off
vi: Tắt

source: On
vi: Bật

# Path_Text
source: Path Settings
vi: Cài đặt đường dẫn

# Photo
source: Take Photo
vi: Chụp ảnh

source: Point Adjustment
vi: iều chỉnh điểm

# Point_Text
source: Point Name
vi: Tên điểm

source: R-Axis
vi: Trục R

# RAxis_Text
source: Rotation R-Axis
vi: Trục R xoay

# Refresh
source: Refresh Cycle
vi: Chu kỳ làm mới

source: RunMode:
vi: Chế độ vận hành:

# Screwdriver
source: Electric Screwdriver
vi: Tua vít điện

# ScrewdriverOperation_Text
source: Electric Screwdriver Operation
vi: Thao tác tua vít điện

# Screwdriver_Text
source: ScrewdriverControl
vi: Điều khiển tua vít điện

# ScrewStatu_Text
source: Status: Idle
vi: Trạng thái: Nhàn rỗi

# SelectDirectory_Text
source: Select Directory
vi: Chọn thư mục

# Selection_Text
source: Axis Selection
vi: Lựa chọn trục

# Serial_Text
source: Serial Port Number:
vi: Số hiệu cổng COM:

# Signal_Text
source: Input Signal
vi: Tín hiệu đầu vào

# StartTime_Text
source: Start Time
vi: Thời gian bắt đầu

# Start_Text
source: Start
vi: Khởi động

# State_Text
source: Status
vi: Trạng thái

# Step
source: Step Distance
vi: Khoảng cách bước

# Stop_Text
source: Stop
vi: Dừng

# System_Text
source: SystemSetting
vi: Cài đặt hệ thống

source: Torque
vi: Mô-men xoắn

# Torque_Text
source: Read Torque
vi: Đọc mô-men xoắn

source: X-Axis
vi: Trục X

source: Y-Axis
vi: Trục Y

source: Z-Axis
vi: Trục Z
